"NSPhotoLibraryUsageDescription" = "Profil resminizi seçebilmeniz için galerinize erişmemiz gerekiyor.";
"NSCameraUsageDescription" = "Yeni bir profil resmi çekebilmeniz için kameranıza erişmemiz gerekiyor.";
"NSMicrophoneUsageDescription" = "Bazı özelliklerde ses kaydı yapabilmek için mikrofona ihtiyacımız var.";
"NSSpeechRecognitionUsageDescription" = "Uygulamayla sesinizi kullanarak etkileşime geçebilmenizi sağlamak için ses tanıma özelliğini kullanıyoruz.";
